{
  "//首頁": "",
  "專業電池模組製造及維運": "Etica, Innovation for Green Life",
  "明曜科技致力於提供儲能、工控設備及E-bike電源管理解決方案，能提供完整的MIT一站式客製化服務來幫助各領域業主解決電源上的問題。": "Etica is a professional provider of total solutions on ESS, handheld device batteries and LEV batteries.",
  "儲能系統": "ESS",
  "工控裝置": "Handheld",
  "E-bike": "E-bike",
  "維運管理": "O&M",
  "服務項目": "Service",
  "國際認證": "Certification",
  "相關新聞": "News",
  "服項": "",
  "務目": "Service",
  "國認": "Certification",
  "際證": "",
  "相新": "",
  "關聞": "News",

  "//解決方案": "",
  "解決方案": "Application",

  "//電力設施": "",
  "電力設施": "Utility Service",
  "電力交易平台為台電依電業法所設置，同時推動日前輔助服務市場與備用容量市場。日前輔助服務市場的目的在於電力系統納入更多能快速反應、彈性大且多元之外部資源，維持整體電網穩定；備用容量市場方便售電業者籌措法律規定的備用供電容量，避免超載。日前輔助服務市場商品分為調頻備轉(sReg、dReg)、E-dReg、即時備轉及補充備轉，儲能系統多以調頻備轉或E-dReg的形式參與。": "The Energy Trading Platform (ETP) is established by Taiwan Power Company in accordance with the Electricity Act, including the day-ahead ancillary service market and electricity reserve capacity market. The day-ahead ancillary service market helps incorporate more flexible and diverse resources that can respond quickly into the power system to maintain the overall stability of the power grid. The electricity reserve capacity market facilitates electricity generating and retailing enterprises in procuring the legally required electricity reserve capacity to avoid overload. The day-ahead ancillary service market products are divided into frequency regulation reserve (sReg, dReg), E-dReg, real-time reserve, and supplementary reserve. Energy storage systems mostly participate in the form of frequency regulation reserve or E-dReg.",
  "明曜以獨家技術研發+C20呎貨櫃儲能系統，以一半面積達成傳統40呎儲能櫃的儲存容量；另有+O戶外型儲能獨立櫃，適合中小型案場規畫使用。二者均搭載先進冷卻及消防技術使其更安全。": "Etica has developed the +C 20-foot ESS container with its exclusive technology, which matches the storage capacity of a traditional 40-foot container with only half the area. In addition, Etica has +O outdoor ESS cabinet that is suitable for small and medium-sized projects. Both are equipped with advanced cooling and fire-fighting technology to make them safer.",
  "方案一：20呎儲能櫃": "Solution 1. 20-foot ESS container",
  "方案二：獨立水冷電池櫃": "Solution 2. Outdoor ESS cabinet",

  "//交通應用": "",
  "交通應用": "Transportation",
  "電動車因近年電池安全性提升、生產技術成熟加上價格漸趨親民，成為用路人的新寵。2022年台灣車市冷卻，電動車銷量反成長超過一倍至16,120輛，占總汽車銷量3.75%。電動車上路帶動充電站的廣泛布建，其中快速充電站可在幾十分鐘輸出長途旅行所需的電量，結合儲能設備更可提升服務量能及充電站業主的收益，多設置於公共停車場等戶外場所。": "In recent years, electric vehicles have become increasingly popular among drivers due to the improvement in battery safety, mature production technology, and more affordable prices. Despite the slowdown in the Taiwan automobile market in 2022, sales of electric vehicles have more than doubled to 16,120 units, accounting for 3.75% of total vehicle sales. The introduction of electric vehicles has driven the widespread deployment of charging stations. Among them, fast charging stations can output the required electricity for long-distance travel in just tens of minutes. Combined with energy storage equipment, it can increase the service capacity and thus the income of charging station owners. They are often installed in outdoor locations such as public parking lots.",
  "明曜的儲能系統具耐高壓與防延燒等設計，亦可依其需求再與其他rack並聯以提升其容量，搭配快速充電站可同時供應多台電動車充電，符合大型商場及停車場服務商使用需求。": "Etica's ESS is designed to withstand high voltage and prevent fire propagation. It can also be paralleled to increase the capacity based on customer needs, and enables fast charging stations to charge multiple electric vehicles at the same time, suitable for shopping malls and parking lot service providers.",

  "//公設住宅": "",
  "公設住宅": "Residential",
  "家用儲能適用於家庭、電力不足或不穩定的郊區、不可斷電的儀器或設備。當電源充足時，電力會優先提供給家庭使用，並將電池充飽電。當停電時，電池的電力會轉換成交流電給家電用品或重機電使用。近年在業界的推動下，新完工的住宅社區大樓多以儲能系統取代傳統的柴油發電機或鉛酸電池作為消防緊急供電設備，解決後者帶來的空氣汙染及低能量密度的問題。": "Home energy storage system is designed for households, suburban areas with unstable power supply, and equipment or devices that cannot be disconnected from the power source. The ESS will be fully charged when the power supply is sufficient, and the stored power would be converted into AC power for household appliances or heavy machinery when there is a power outage. In recent years, newly completed residential buildings have replaced traditional diesel generators or lead-acid batteries, which have lower energy density and cause air pollution, with ESS as emergency power supply equipment.",
  "明曜的家用儲能系統+R系列設計二種規格：10kWh及20kWh，可結合太陽能發電設施，在住家內建構一個完整創能、儲能、節能的微電網，實踐綠色新生活。": "Etica's home ESS products, +R, are designed in two specifications: 10kWh and 20kWh, which can be combined with solar power generation equipment.",

  "//工業應用": "",
  "工業應用": "Industrial",
  "工廠用電首重穩定，電壓不足或突然斷電都可能造成設備損壞或產品報銷。另外，台灣為加速達成淨零碳排，要求用電契約容量逾5,000瓩的用電大戶，應於2025年之前建置至少契約容量10%的再生能源發電設施或儲能設備，提早完成的廠戶可酌減再生能源或儲能設備的義務建置容量。無論有無再生能源發電設施，工廠建置儲能設備都能達到節省電費、穩定電力供應及能耗監控的效果，亦能參與電力交易平台獲取額外收益。": "Stability is crucial for industrial power supply as voltage drops or sudden power outages can lead to equipment damage or product write-offs. Moreover, in order to achieve net zero carbon emissions at an accelerated pace, Taiwanese government requires high electricity users with contracted capacities exceeding 5,000K watts to establish renewable energy power generation facilities or ESS with rated power of at least 10% of their contracted capacity before 2025. Early adopters will be granted discount on the obligatory capacity. The installation of ESS in factories contributes to electricity cost saving, stabler power supply, and energy consumption control. The ESS can also participate in the Energy Trading Platform to obtain additional revenue.",
  "明曜的儲能系統產品線完整，可因應現場環境、客戶需求、法規限制提供適合的產品及整體規劃。": "Etica offers complete ESS product lines that comprise total solution based on the on-site environment, customer requirements, and regulatory restrictions.",

  "//光儲整合": "",
  "光儲整合": "New Energy",
  "全球減碳浪潮（RE100、SBTi科學基礎減碳目標、歐洲碳關稅等）及台灣停用核電的政策驅使下，以太陽能、風力為主的再生能源發電逐漸受各方重視。再生能源發電占台灣2022年總發電量約8.6%，比例僅略低於核能發電，對整體電力供需的重要性日益增加。再生能源運用發展長期受限於自然環境變化導致的不穩定，間歇性再生能源大幅增加時可能衝擊傳統電力系統，除了雙向電力潮流影響電力品質與系統保護之外，再生能源出力的快速變化亦將影響整體供需平衡，構成系統調度的挑戰。": "Driven by the global decarbonization trend (RE100, SBTi, carbon tariffs, etc.) and Taiwan's policy of phasing out nuclear power, renewable electricity generation, with solar and wind power as the main sources, is gradually receiving more attention from all parties. Renewable energy accounts for about 8.6% of Taiwan's total electricity generation sources in 2022, which is only slightly lower than nuclear power, and its importance to the overall power grid is increasing. The long-term development of renewable electricity generation has been limited by the instability caused by natural environmental changes, which may impact the traditional power system considering the impact of bidirectional power flow on power quality and system protection and that of the rapid changes in renewable energy output on the overall power supply-demand balance, posing a challenge to system dispatching.",
  "太陽能電板搭配儲能系統一併規劃已蔚為趨勢，明曜的儲能系統規格多元，且能與光電模組完美配合，與客戶共同建構完整的解決方案。": "It has become a trend to construct solar power plant with ESS. Etica’s ESS has a variety of specifications and can be perfectly combined with photovoltaic modules.",

  "//產品資訊": "",
  "產品資訊": "Product",
  "20呎貨櫃儲能系統": "20 ft container energy storage system",
  "一體化設計，單櫃3.72MWh": "Integrated design, single cabinet 3.72MWh",
  "獨立主動式消防系統": "Independent active fire protection system",
  "適用於D-reg、E-dreg、用電大戶表後儲能系統等": "It is suitable for D-reg, E-dreg, energy storage system after the meter of large electricity consumers, etc",
  "單機體小，組合式設計": "Single-body small, combined design",
  "輸出功率配置獨立範圍 1.1MW ~ 3.7MW": "Output power configuration independent range 1.1MW ~ 3.7MW",
  "主動式消防系統": "Active Fire Protection System",
  "適用於飯店、商用備用電源、汽車快充站、中小型不可斷電的儀器或設備": "Suitable for restaurants, commercial backup power supply, car fast charging stations, small and medium-sized instruments or equipment that cannot be cut off",
  "家用儲能系統": "Home Energy Storage System",
  "一體化設計": "Integrated Design",
  "Hybrid PV inverter 6kW": "Hybrid PV inverter 6kW",
  "Hybrid PV inverter 8kW": "Hybrid PV inverter 8kW",
  "適用於家庭、電力不足或不穩定的郊區，不可斷電的儀器或設備": "It is suitable for home, suburban areas with insufficient or unstable power, and instruments or equipment that cannot be cut off",
  "工業用儲能系統": "Industrial Energy Storage System",
  "可以依需求增加電池組數量加長使用時間": "The number of battery modules can be increased according to demand to extend usage time",
  "*本公司對此產品規格任何遺漏、錯誤陳述或非事實陳述（不論明示或暗示）不承擔任何責任，索取進一步資訊請洽業務。": "*The company shall not be liable for any omission, incorrect statements, or non-factual statements regarding the product specifications (whether expressed or implied). For further information, please contact our sales department.",
  "*產品圖片僅供參考，實際產品可能有所不同。": "*Product images are for reference only; actual products may vary.",
  "項目": "Items",
  "規格": "Specification",
  "尺寸": "Dimension",
  "重量": "Weight",
  "充電": "Charge",
  "放電": "Discharge",
  "IP等級": "IP level",
  "海拔高度": "Working height",
  "工作溫度": "Operating temperature",
  "化學成分": "Battery chemistry",
  "輸出功率": "Install energy capacity",
  "額定功率": "Rated power",
  "額定電壓": "Nominal voltage",
  "最大電流": "Rated current",
  "通訊介面": "Communication",
  "電池電壓": "Voltage",
  "電芯認證": "Cell certificate",
  "電池模組": "Cell module",
  "電池功率": "Battery energy",
  "電池組成": "Configuration",
  "電池櫃組成": "System configuration",
  "電池櫃認證": "Rack system",
  "電池運作溫度": "Working temperature",
  "電池自放電率": "Self-discharge rate",
  "太陽能功率": "Solar energy",
  "充電溫度範圍": "Working temperature (Charge)",
  "放電溫度範圍": "Working temperature (Discharge)",
  "出場荷電狀態": "SOC",
  "Inverter功率": "Inverter power",
  "Inverter輸出": "Inverter output voltage",
  "標準充電/放電電流": "Rated current",
  "最大充電/放電持續電流": "Maximum current",
  "8串電池 & 控制器 & 水冷機 & Novec 1230消防系統": "8 packs & controller & water cooling machine & Novec 1230 fire fighting system",

  "//工控裝置": "",
  "從行動式數據終端設備到手持POS機，堅固耐用的行動電子設備越來越受歡迎，這些設備需要功能強大、輕量化且堅固耐用的電源解決方案。明曜是業界最有經驗的工業用行動電子設備電池設計和製造商之一，可以運用日韓電池大廠的電池芯，針對每個客戶對於功能、電量計、通訊協議、場景控制、面板顯示等獨特需求客製化設計生產，為客戶帶來最合適的產品。": "Rugged handheld & mobile electronic devices are growing in popularity, from portable data terminals to handheld POS. These devices require powerful, lightweight, and rugged solutions. ETICA is one of the most experienced battery designers and manufacturers for rugged handheld and mobile electronic devices for industrial applications.For each customer's unique needs, ETICA's handheld products can be customized to bring customers the most suitable products, such as standard function, gas gauge, protocol, scenario control, led or LCM monitor, etc.",

  "//E-bike": "",
  "電動單車電池模組": "Electric Bicycle Battery Modules",
  "輕型電動載具種類繁多，其中電動自行車的全球市場在歐洲人熱衷戶外運動的風潮中蓬勃發展，台灣廠商在供應鏈中扮演舉足輕重的角色。與代步車、電動輪椅等不同，電動自行車設計者傾向將電池置於車架內，使外型更接近專業自行車，但也造成避震、重心位置等零組件設計問題，電池續航力也是使用者關心的重要性能。": "Among all kinds of the lighting electric vehicle (LEV), the global market for electric bicycles (e-bikes) is booming amid the enthusiasm for outdoor sports, and Taiwanese manufacturers play a pivotal role in the supply chain. Unlike those of scooters and electric wheelchairs, designers of e-bikes tend to place the battery inside the frame, making it more difficult to design the layout of components considering the center of gravity and suspension. Battery life is also a concern of users.",
  "明曜的EV電池專為輕型電動載具而設計，採用超強合金和世界一流的先進技術，使電池壽命更長，適用於電動摩托車、自行車、代步車、電動輪椅、高爾夫球車等。": "Etica's EV Battery is especially designed for LEV. It uses super strong alloy and world-class advanced technology which makes battery last longer. Because of the EV battery has stronger mobility, it is suitable for electric cars, electric motorcycles, bikes, mobility scooters, electric wheel chairs, golf buggies, etc.。",
  "規格 \\ 型號": "Specifications \\ Model",
  "電壓": "Voltage",
  "電容": "Capacity",
  "介面卡": "Interface card",
  "保護機制": "Protection mechanism",
  "更新": "Update",
  "認證": "Certification",

  "//維運管理": "",
  "儲能設備在建置完成運轉後才是挑戰的開始。除了電池自然老化，外部環境的粉塵、鹽害等亦會造成儲能系統無法維持高效率的調度，嚴重影響用電穩定及安全。為提升設備的壽命及安全性，建置前的規畫及運轉後維運管理同等重要。": "The challenge begins after the ESS is put into operation. In addition to the natural aging of batteries, dust and salt damage will also cause the ESS to fail to operate efficiently, seriously affecting the stability and safety of electricity supply. In order to improve the life and safety of equipment, operation and maintenance (O&M) is indispensable.ETICA‘s ESS with our monitoring system enables easy access to the live system status and historical data, which helps debugging when any problems occur. The scope of O&M covers water cooling system, fire protection system and battery cabinet.",
  "明曜的儲能設備可搭配智能維運監測系統，在運作過程有任何問題發生時，可於第一時間由網路登入確認系統狀態與Log歷史資料，協助解決異常問題，維運範圍涵蓋水冷系統、消防系統及電池櫃。": "Etica's energy storage systems can be integrated with intelligent operation and maintenance monitoring systems. In the event of any issues during operation, users can remotely access the system via the internet to check its status and review log history data in real-time. This feature enables prompt troubleshooting of any abnormal situations. The scope of maintenance covers water cooling systems, fire protection systems, and battery cabinets.",

  "//技術研發": "",
  "技術研發": "R&D",
  "水冷高壓儲能": "Liquid Cooling System",
  "透過儲能電池櫃間相互串連整合BMS(電池管理系統)與BPU(電池保護單元)、EMS(能源管理系統)的通訊控制 打造千伏等級的高壓儲能系統": "Etica has introduced her own liquid cooling system to every standard ESS product. The innovative system can effectively prevent battery cells from burning when short-circuiting.",
  "防延燒專利": "Anti burning patent",
  "取得中華民國專利認證，利用獨家的防延燒材質隔板，減少鋰電池意外燃燒時產生的連鎖反應，有效提高儲能系統的安全性": "Etica deploys separators made of exclusive flame-retardant material to prevent the chain reaction caused by accidental combustion of lithium battery cell and effectively improve the safety of the ESS.",
  "集裝箱(大型儲能)": "ESS Container",
  "貨櫃式的儲能系統，通過各項嚴格的工業安規與電力技術標準提供大規模的工業用電/太陽能電廠完整的解決方案": "Etica’s ESS container complies with various strict safety regulations and power technical standards. It’s a key element of our solution on large-scale energy storage project.",

  "//關於我們": "",
  "關於明曜": "About",
  "公司簡介": "About Etica",
  "明曜科技自2002年成立以來，致力於提供儲能、3C、可攜式手持設備及電動自行車電源管理解決方案。我們的團隊在電池產業累積逾二十年豐富經驗，陸續取得ISO、UL、TUV認證，亦投入大量精力和資源開發現在的核心市場產品，更專注於研發及創新。我們的客戶遍布全球，能提供完整的MIT一站式客製化生產方案來幫助各領域業主解決電源上的問題，建立長期穩定的合作關係。": "Etica is a professional provider of total solutions on ESS, handheld device batteries and LEV batteries. Our team has accumulated over twenty years of extensive experience in manufacturing battery modules. We have obtained ISO, UL, and TUV certifications and have invested significant effort and resources in developing our core products. Our customers are spread globally, and we can provide MIT one-stop customized production solutions to clients in various fields, establishing long-term and stable partnerships.",
  "企業沿革": "Milestone",
  "經營理念": "Philosophy",
  "我們最基本的理念是，一旦做出承諾，必定不計代價，全力以赴；我們用人的首要條件是品格與才能，並充分給與個人發揮的空間，讓他們可以充分發揮各自的優點。": "Our fundamental philosophy is to fully commit and spare no effort once we make a promise. The primary criteria we value in our team members are character and talent, and we provide them with ample space to showcase their individual strengths.",
  "誠實和務實是我司一貫的作業指標—始終以客戶需求為優先，專注於提升產品的價值及品質。": "Honesty and pragmatism have always been our operational guidelines. We prioritize customer needs and are dedicated to enhancing the value and quality of our products.",
  "雖然來自不同的領域，但大家共同一心想著發展儲能的目標前行。此建立的團隊為明曜儲能提供了多面向的發展，也因此做出了與眾不同的產品。": "Despite coming from different fields, we all share a common goal of advancing energy storage development. This diverse team has provided Etica Energy with multidimensional growth opportunities and allowed us to create unique products.",
  "未來展望": "Future",
  "明曜科技團隊透過與世界級的大廠合作，學習各品牌的優點及經驗，也讓明曜團隊的技術經驗持續成長。": "Through collaborations with world-class manufacturers, the Etica team continues to learn from various brands' strengths and experiences, contributing to the continuous growth of our technical expertise.",
  "盡可能讓更多的人使用儲能的系統，以降低地球資源過度消耗，也減少電力供給不穩定的問題，提供給未來更美好的生活品質。": "Our goal is to make energy storage systems accessible to as many people as possible, reducing the overconsumption of Earth's resources and mitigating issues related to unstable power supply, ultimately providing a better quality of life for the future.",
  "未來明曜團隊以提供各種多樣化的儲能系統為目標。": "Looking ahead, the Etica team aims to provide diverse and versatile energy storage systems.",

  "//聯絡我們": "",
  "聯絡我們": "Contact",
  "姓名": "Your name",
  "請留下姓名或者公司名稱": "Please provide your name or company name.",
  "電子信箱": "Email",
  "請輸入常用的信箱": "Please enter your frequently used email address.",
  "主旨": "Subject",
  "請輸入主旨": "Please enter a subject.",
  "內容": "content",
  "送出": "send out",
  "格式錯誤或欄位為空白": "Format error or field is blank.",
  "此欄位不能為空白": "This field cannot be left blank.",

  "//footer": "",
  "明曜科技總公司": "Headquarters",
  "新北市樹林區柑園街二段122巷3號10樓(巨人科技)": "10F., No.3, Lane 122, Sec. 2, Ganyuan St., Shulin Dist., New Taipei City 238, Taiwan",
  "三重新廠(2023下半年落成)": "Sanchong Factory(Under construction)",
  "新北市三重區中興北街89號": "No.89, Zhongxing N. St., Sanchong Dist., New Taipei City 241, Taiwan",
  "明曜科技版權所有": "All rights reserved by Etica."
}
