{
  "//首頁": "",
  "專業電池模組製造及維運": "Professional Battery Module Manufacturing and Maintenance",
  "明曜科技致力於提供儲能、工控設備及E-bike電源管理解決方案，能提供完整的MIT一站式客製化服務來幫助各領域業主解決電源上的問題。": "Mingyao Technology is committed to providing energy storage, industrial control equipment and E-bike power management solutions, and can provide complete MIT one-stop customized services to help owners in various fields solve power problems.",
  "儲能系統": "Energy Storage System",
  "工控電池": "Industrial Control Battery",
  "E-bike": "E-bike",
  "維運管理": "Maintenance Management",
  "服務項目": "Service Items",
  "國際認證": "International Certification",
  "全球客戶": "Global Customers",
  "服項": "Items",
  "務目": "Service",
  "國認": "Certification",
  "際證": "International",
  "相新": "Customers",
  "關聞": "Global",

  "//電力設施": "",
  "電力設施": "Electrical Facilities",
  "電力交易平台為台電依電業法所設置，同時推動日前輔助服務市場與備用容量市場。日前輔助服務市場的目的在於電力系統納入更多能快速反應、彈性大且多元之外部資源，維持整體電網穩定；備用容量市場方便售電業者籌措法律規定的備用供電容量，避免超載。日前輔助服務市場商品分為調頻備轉(sReg、dReg)、E-dReg、即時備轉及補充備轉，儲能系統多以調頻備轉或E-dReg的形式參與。": "The electricity trading platform is set up by Taipower in accordance with the Electricity Industry Law, and promotes the day-ahead ancillary service market and standby capacity market. The purpose of the ancillary service market is to integrate more responsive, flexible and diversified external resources into the power system to maintain the stability of the overall power grid; The spare capacity market makes it easier for electricity sellers to raise the backup power supply capacity required by law to avoid overloading.Recently, the ancillary service market commodities are divided into frequency modulation backup (sReg, dReg), E-dReg, real-time backup and supplementary backup, and energy storage systems are mostly participated in the form of frequency modulation backup or E-dReg.",
  "明曜以獨家技術研發+C20呎貨櫃儲能系統，以一半面積達成傳統40呎儲能櫃的儲存容量；另有+O戶外型儲能獨立櫃，適合中小型案場規畫使用。二者均搭載先進冷卻及消防技術使其更安全。": "Mingyao developed the C20-foot container energy storage system with exclusive technology, and achieved the storage capacity of the traditional 40-foot energy storage cabinet with half the area; There is also +O outdoor energy storage independent cabinet, suitable for small and medium-sized case site planning use. Both are equipped with advanced cooling and fire protection technologies to make them safer.",
  "方案一：20呎儲能櫃": "Option 1: 20-foot Energy Storage Container",
  "方案二：獨立水冷電池櫃": "Option 2: Standalone Water-Cooled Battery Cabinet",

  "//交通應用": "",
  "交通應用": "Transportation Application",
  "電動車因近年電池安全性提升、生產技術成熟加上價格漸趨親民，成為用路人的新寵。2022年台灣車市冷卻，電動車銷量反成長超過一倍至16,120輛，占總汽車銷量3.75%。電動車上路帶動充電站的廣泛布建，其中快速充電站可在幾十分鐘輸出長途旅行所需的電量，結合儲能設備更可提升服務量能及充電站業主的收益，多設置於公共停車場等戶外場所。": "In recent years, electric vehicles (EVs) have become increasingly popular among commuters due to improved battery safety, mature production technology, and more affordable prices. In 2022, despite a slowdown in the Taiwanese automotive market, EV sales grew by over double to reach 16,120 units, accounting for 3.75% of total vehicle sales. The adoption of EVs has also driven the widespread establishment of charging stations. Fast-charging stations can provide the required amount of electricity for long-distance travel in just a few tens of minutes. By incorporating energy storage systems, the service capacity of charging stations can be enhanced, leading to increased revenue for station owners. These stations are commonly installed in outdoor locations such as public parking lots.",
  "明曜的儲能系統具耐高壓與防延燒等設計，亦可依其需求再與其他rack並聯以提升其容量，搭配快速充電站可同時供應多台電動車充電，符合大型商場及停車場服務商使用需求。": "Mingyao's energy storage systems are designed to withstand high voltage and prevent thermal runaway. They can be paralleled with other racks to increase their capacity according to specific needs. When combined with fast-charging stations, they can simultaneously supply multiple EVs with charging services, making them suitable for use by large shopping malls and parking lot operators.",

  "//公設住宅": "",
  "公設住宅": "Public Facilities and Residential Buildings",
  "家用儲能適用於家庭、電力不足或不穩定的郊區、不可斷電的儀器或設備。當電源充足時，電力會優先提供給家庭使用，並將電池充飽電。當停電時，電池的電力會轉換成交流電給家電用品或重機電使用。近年在業界的推動下，新完工的住宅社區大樓多以儲能系統取代傳統的柴油發電機或鉛酸電池作為消防緊急供電設備，解決後者帶來的空氣汙染及低能量密度的問題。": "Home energy storage systems are suitable for households, suburban areas with insufficient or unstable power supply, and for powering essential instruments or equipment that require uninterrupted electricity. When the power supply is sufficient, the electricity is prioritized for household use, and the battery is charged to full capacity. During a power outage, the stored energy in the battery is converted into AC power to supply household appliances or critical equipment. In recent years, there has been a growing trend in the industry to replace traditional diesel generators or lead-acid batteries with energy storage systems in newly completed residential communities. This switch addresses the issues of air pollution and low energy density associated with the latter options, particularly for emergency power supply in fire protection systems.",
  "明曜的家用儲能系統+R系列設計二種規格：10kWh及20kWh，可結合太陽能發電設施，在住家內建構一個完整創能、儲能、節能的微電網，實踐綠色新生活。": "Mingyao's home energy storage system, the +R series, is available in two specifications: 10 kWh and 20 kWh. It can be combined with solar power generation facilities to create a complete microgrid for energy generation, storage, and conservation within residential homes, enabling the realization of a green and sustainable lifestyle.",

  "//工業應用": "",
  "工業應用": "Industrial Applications",
  "工廠用電首重穩定，電壓不足或突然斷電都可能造成設備損壞或產品報銷。另外，台灣為加速達成淨零碳排，要求用電契約容量逾5,000瓩的用電大戶，應於2025年之前建置至少契約容量10%的再生能源發電設施或儲能設備，提早完成的廠戶可酌減再生能源或儲能設備的義務建置容量。無論有無再生能源發電設施，工廠建置儲能設備都能達到節省電費、穩定電力供應及能耗監控的效果，亦能參與電力交易平台獲取額外收益。": "Stability is of paramount importance in industrial power supply. Voltage fluctuations or sudden power outages can result in equipment damage or product losses. Moreover, as part of Taiwan's efforts to achieve net-zero carbon emissions, electricity-intensive industries with contracted capacity exceeding 5,000 VA are required to establish renewable energy generation facilities or energy storage systems with a capacity of at least 10% of their contracted capacity by 2025. Facilities that complete the installation ahead of schedule may receive a reduction in the obligated capacity for renewable energy or energy storage. Whether or not renewable energy generation facilities are in place, installing energy storage systems in factories can achieve cost savings, stable power supply, and energy consumption monitoring. Additionally, factories can participate in the electricity trading platform to generate additional revenue.",
  "明曜的儲能系統產品線完整，可因應現場環境、客戶需求、法規限制提供適合的產品及整體規劃。": "Mingyao offers a comprehensive range of energy storage system products that can be tailored to meet site conditions, customer requirements, and regulatory limitations, providing suitable products and overall planning solutions.",

  "//光儲整合": "",
  "光儲整合": "Integration of Solar Power and Energy Storage",
  "全球減碳浪潮（RE100、SBTi科學基礎減碳目標、歐洲碳關稅等）及台灣停用核電的政策驅使下，以太陽能、風力為主的再生能源發電逐漸受各方重視。再生能源發電占台灣2022年總發電量約8.6%，比例僅略低於核能發電，對整體電力供需的重要性日益增加。再生能源運用發展長期受限於自然環境變化導致的不穩定，間歇性再生能源大幅增加時可能衝擊傳統電力系統，除了雙向電力潮流影響電力品質與系統保護之外，再生能源出力的快速變化亦將影響整體供需平衡，構成系統調度的挑戰。": "The global decarbonization wave, driven by initiatives like RE100, science-based carbon reduction targets (SBTi), and the introduction of carbon tariffs in Europe, along with Taiwan's decision to phase out nuclear power, has led to increasing attention on renewable energy generation, primarily solar and wind power. Renewable energy accounted for approximately 8.6% of Taiwan's total electricity generation in 2022, slightly below nuclear power, highlighting its growing importance in the overall power supply and demand landscape. However, the development of renewable energy has long been limited by its inherent instability due to variations in natural environmental conditions. The substantial increase in intermittent renewable energy sources can potentially impact traditional power systems. In addition to the effects of bidirectional power flow on power quality and system protection, the rapid fluctuations in renewable energy output can also affect the overall supply-demand balance, posing challenges for system dispatch.",
  "太陽能電板搭配儲能系統一併規劃已蔚為趨勢，明曜的儲能系統規格多元，且能與光電模組完美配合，與客戶共同建構完整的解決方案。": "The combination of solar panels and energy storage systems has become a prominent trend in the industry. Mingyao offers a diverse range of energy storage system specifications that can seamlessly integrate with photovoltaic modules, enabling the joint development of comprehensive solutions with customers.",

  "//產品資訊": "",
  "20呎貨櫃儲能系統": "20 ft container energy storage system",
  "一體化設計，單櫃3.72MWh": "Integrated design, single cabinet 3.72MWh",
  "獨立主動式消防系統": "Independent active fire protection system",
  "適用於D-reg、E-dreg、用電大戶表後儲能系統等": "It is suitable for D-reg, E-dreg, energy storage system after the meter of large electricity consumers, etc",

  "單機體小，組合式設計": "Single-body small, combined design",
  "輸出功率配置獨立範圍 1.1MW ~ 3.7MW": "Output power configuration independent range 1.1MW ~ 3.7MW",
  "主動式消防系統": "Active Fire Protection System",
  "適用於飯店、商用備用電源、汽車快充站、中小型不可斷電的儀器或設備": "Suitable for restaurants, commercial backup power supply, car fast charging stations, small and medium-sized instruments or equipment that cannot be cut off",

  "家用儲能系統": "Home Energy Storage System",
  "一體化設計": "Integrated Design",
  "Hybrid PV inverter 6kW": "Hybrid PV inverter 6kW",
  "適用於家庭、電力不足或不穩定的郊區，不可斷電的儀器或設備": "It is suitable for home, suburban areas with insufficient or unstable power, and instruments or equipment that cannot be cut off",

  "Hybrid PV inverter 8kW": "Hybrid PV inverter 8kW",

  "工業用儲能系統": "Industrial Energy Storage System",
  "可以依需求增加電池組數量加長使用時間": "The number of battery modules can be increased according to demand to extend usage time",

  "*本公司對此產品規格任何遺漏、錯誤陳述或非事實陳述（不論明示或暗示）不承擔任何責任，索取進一步資訊請洽業務。": "*The company shall not be liable for any omission, incorrect statements, or non-factual statements regarding the product specifications (whether expressed or implied). For further information, please contact our sales department.",
  "*產品圖片僅供參考，實際產品可能有所不同。": "*Product images are for reference only; actual products may vary.",

  "//工控裝置": "",
  "工控裝置": "Industrial Control Devices",
  "從行動式數據終端設備到手持POS機，堅固耐用的行動電子設備越來越受歡迎，這些設備需要功能強大、輕量化且堅固耐用的電源解決方案。明曜是業界最有經驗的工業用行動電子設備電池設計和製造商之一，可以運用日韓電池大廠的電池芯，針對每個客戶對於功能、電量計、通訊協議、場景控制、面板顯示等獨特需求客製化設計生產，為客戶帶來最合適的產品。": "From mobile data terminals to handheld POS machines, rugged and durable mobile electronic devices are becoming increasingly popular. These devices require powerful, lightweight, and robust power solutions. Mingyao is one of the most experienced designers and manufacturers of industrial-grade mobile electronic device batteries. We utilize battery cells from renowned manufacturers in Japan and South Korea, and we offer customized design and production to meet each customer's unique requirements in terms of functionality, battery capacity calculation, communication protocols, scene control, panel display, and more. Our goal is to provide customers with the most suitable products that cater to their specific needs.",

  "//ebike": "",
  "電動單車電池模組": "Electric Bicycle Battery Modules",
  "輕型電動載具種類繁多，其中電動自行車的全球市場在歐洲人熱衷戶外運動的風潮中蓬勃發展，台灣廠商在供應鏈中扮演舉足輕重的角色。與代步車、電動輪椅等不同，電動自行車設計者傾向將電池置於車架內，使外型更接近專業自行車，但也造成避震、重心位置等零組件設計問題，電池續航力也是使用者關心的重要性能。": "The global market for light electric vehicles offers a wide range of options, and electric bicycles have seen significant growth, particularly in Europe where outdoor sports are popular. Taiwanese manufacturers play a pivotal role in the supply chain for electric bicycles. Unlike other electric vehicles such as scooters or electric wheelchairs, electric bicycles are often designed with the battery integrated into the frame to maintain a sleek and professional appearance. However, this design choice presents challenges in component design, such as suspension and center of gravity positioning. Battery range is also an important concern for users.",
  "明曜的EV電池專為輕型電動載具而設計，採用超強合金和世界一流的先進技術，使電池壽命更長，適用於電動摩托車、自行車、代步車、電動輪椅、高爾夫球車等。": "Mingyao's EV batteries are specifically designed for light electric vehicles. They incorporate high-strength alloys and utilize world-class advanced technologies, resulting in longer battery lifespan. Our batteries are suitable for a range of applications, including electric motorcycles, bicycles, scooters, electric wheelchairs, golf carts, and more.。",

  "//維運管理": "",
  "儲能設備在建置完成運轉後才是挑戰的開始。除了電池自然老化，外部環境的粉塵、鹽害等亦會造成儲能系統無法維持高效率的調度，嚴重影響用電穩定及安全。為提升設備的壽命及安全性，建置前的規畫及運轉後維運管理同等重要。": "Energy storage systems face challenges even after their installation and operation are completed. In addition to the natural aging of batteries, external factors such as dust and salt damage can also lead to a decrease in the efficiency of energy storage systems, severely affecting power stability and safety. To enhance the lifespan and safety of the equipment, careful planning before installation and comprehensive maintenance management after operation are equally important.",
  "明曜的儲能設備可搭配智能維運監測系統，在運作過程有任何問題發生時，可於第一時間由網路登入確認系統狀態與Log歷史資料，協助解決異常問題，維運範圍涵蓋水冷系統、消防系統及電池櫃。": "Mingyao's energy storage systems can be integrated with intelligent operation and maintenance monitoring systems. In the event of any issues during operation, users can remotely access the system via the internet to check its status and review log history data in real-time. This feature enables prompt troubleshooting of any abnormal situations. The scope of maintenance covers water cooling systems, fire protection systems, and battery cabinets.",

  "//技術研發": "",
  "技術研發": "技術研發",
  "水冷高壓儲能": "Water-cooled High Voltage Energy Storage",
  "透過儲能電池櫃間相互串連整合BMS(電池管理系統)與BPU(電池保護單元)、EMS(能源管理系統)的通訊控制 打造千伏等級的高壓儲能系統": "By interconnecting energy storage battery cabinets and integrating BMS (Battery Management System), BPU (Battery Protection Unit), and EMS (Energy Management System) communication control, we create kilovolt-level high voltage energy storage systems.",
  "防延燒專利": "Fire-retardant Patent",
  "取得中華民國專利認證，利用獨家的防延燒材質隔板，減少鋰電池意外燃燒時產生的連鎖反應，有效提高儲能系統的安全性": "We have obtained patent certification in the Republic of China (Taiwan) for our exclusive fire-retardant material partition, which reduces the chain reaction caused by accidental combustion of lithium batteries and effectively improves the safety of energy storage systems.",
  "集裝箱(大型儲能)": "Containerized (Large-scale Storage)",
  "貨櫃式的儲能系統，通過各項嚴格的工業安規與電力技術標準提供大規模的工業用電/太陽能電廠完整的解決方案": "Containerized energy storage systems, designed to meet rigorous industrial safety regulations and electrical technology standards, provide comprehensive solutions for large-scale industrial power and solar power plants.",

  "//關於我們": "",
  "關於明曜": "About Us",
  "公司簡介": "Company Overview",
  "明曜科技自2002年成立以來，致力於提供儲能、3C、可攜式手持設備及電動自行車電源管理解決方案。我們的團隊在電池產業累積逾二十年豐富經驗，陸續取得ISO、UL、TUV認證，亦投入大量精力和資源開發現在的核心市場產品，更專注於研發及創新。我們的客戶遍布全球，能提供完整的MIT一站式客製化生產方案來幫助各領域業主解決電源上的問題，建立長期穩定的合作關係。": "Since its establishment in 2002, Mingyao Technology has been dedicated to providing energy storage, 3C, portable handheld devices, and electric bicycle power management solutions. With over 20 years of experience in the battery industry, our team has obtained ISO, UL, and TUV certifications and has invested significant effort and resources in developing our core market products, with a strong focus on research, development, and innovation. Our customers are located globally, and we offer comprehensive MIT one-stop customized production solutions to help clients across various industries address their power-related challenges and establish long-term, stable partnerships.",
  "歷史沿革": "Historical Milestones",
  "經營理念": "Business Philosophy",
  "我們最基本的理念是，一旦做出承諾，必定不計代價，全力以赴；我們用人的首要條件是品格與才能，並充分給與個人發揮的空間，讓他們可以充分發揮各自的優點。": "Our fundamental philosophy is to fully commit and spare no effort once we make a promise. The primary criteria we value in our team members are character and talent, and we provide them with ample space to showcase their individual strengths.",
  "誠實和務實是我司一貫的作業指標—始終以客戶需求為優先，專注於提升產品的價值及品質。": "Honesty and pragmatism have always been our operational guidelines. We prioritize customer needs and are dedicated to enhancing the value and quality of our products.",
  "雖然來自不同的領域，但大家共同一心想著發展儲能的目標前行。此建立的團隊為明曜儲能提供了多面向的發展，也因此做出了與眾不同的產品。": "Despite coming from different fields, we all share a common goal of advancing energy storage development. This diverse team has provided Mingyao Energy with multidimensional growth opportunities and allowed us to create unique products.",
  "未來展望": "Future Outlook",
  "明曜科技團隊透過與世界級的大廠合作，學習各品牌的優點及經驗，也讓明曜團隊的技術經驗持續成長。": "Through collaborations with world-class manufacturers, the Mingyao Technology team continues to learn from various brands' strengths and experiences, contributing to the continuous growth of our technical expertise.",
  "盡可能讓更多的人使用儲能的系統，以降低地球資源過度消耗，也減少電力供給不穩定的問題，提供給未來更美好的生活品質。": "Our goal is to make energy storage systems accessible to as many people as possible, reducing the overconsumption of Earth's resources and mitigating issues related to unstable power supply, ultimately providing a better quality of life for the future.",
  "未來明曜團隊以提供各種多樣化的儲能系統為目標。": "Looking ahead, the Mingyao team aims to provide diverse and versatile energy storage systems.",

  "//聯絡我們": "",
  "聯絡我們": "Contact Us",
  "姓名": "Your name",
  "請留下姓名或者公司名稱": "Please provide your name or company name.",
  "電子信箱": "Email",
  "請輸入常用信箱": "Please enter your frequently used email address.",
  "主旨": "Subject",
  "請輸入主旨": "Please enter a subject.",
  "內容": "content",
  "送出": "send out",
  "格式錯誤或欄位為空白": "Format error or field is blank.",
  "此欄位不能為空白": "This field cannot be left blank."
}
